const buildings = [
  {
    "Название": "Бурдж-Халифа",
    "Тип": "Небоскрёб",
    "Страна": "ОАЭ",
    "Город": "Дубай",
    "Год": 2010,
    "Высота": 828
  },
  {
    "Название": "Варшавская радиомачта",
    "Тип": "Антенная мачта",
    "Страна": "Польша",
    "Город": "Константинов",
    "Год": 1974,
    "Высота": 646.38
  },
  {
    "Название": "Tokyo Skytree",
    "Тип": "Бетонная башня",
    "Страна": "Япония",
    "Город": "Токио",
    "Год": 2012,
    "Высота": 634
  },
  {
    "Название": "Шанхайская башня",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Шанхай",
    "Год": 2013,
    "Высота": 632
  },
  {
    "Название": "Телерадиомачта KVLY-TV",
    "Тип": "Радиомачта",
    "Страна": "США",
    "Город": "Бланчард",
    "Год": 1963,
    "Высота": 629
  },
  {
    "Название": "Телебашня Гуанчжоу",
    "Тип": "Гиперболоидная башня",
    "Страна": "КНР",
    "Город": "Гуанчжоу",
    "Год": 2009,
    "Высота": 600
  },
  {
    "Название": "Международный финансовый центр Пинань",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Шэньчжэнь",
    "Год": 2017,
    "Высота": 600
  },
  {
    "Название": "Lotte World Tower",
    "Тип": "Небоскрёб",
    "Страна": "Южная Корея",
    "Город": "Сеул",
    "Год": 2017,
    "Высота": 555
  },
  {
    "Название": "Си-Эн Тауэр",
    "Тип": "Бетонная башня",
    "Страна": "Канада",
    "Город": "Торонто",
    "Год": 1976,
    "Высота": 553
  },
  {
    "Название": "Останкинская башня",
    "Тип": "Бетонная башня",
    "Страна": "Россия",
    "Город": "Москва",
    "Год": 1967,
    "Высота": 540.1
  },
  {
    "Название": "Всемирный торговый центр 1",
    "Тип": "Небоскрёб",
    "Страна": "США",
    "Город": "Нью-Йорк",
    "Год": 2013,
    "Высота": 541.3
  },
  {
    "Название": "Guangzhou CTF Finance Centre",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Гуанчжоу",
    "Год": 2016,
    "Высота": 530
  },
  {
    "Название": "Tianjin CTF Finance Centre",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Тяньцзинь",
    "Год": 2019,
    "Высота": 530
  },
  {
    "Название": "CITIC Tower",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Пекин",
    "Год": 2018,
    "Высота": 527.7
  },
  {
    "Название": "Тайбэй 101",
    "Тип": "Небоскрёб",
    "Страна": "Тайвань",
    "Город": "Тайбэй",
    "Год": 2004,
    "Высота": 509.2
  },
  {
    "Название": "Шанхайский всемирный финансовый центр",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Шанхай",
    "Год": 2008,
    "Высота": 492
  },
  {
    "Название": "Международный коммерческий центр",
    "Тип": "Небоскрёб",
    "Страна": "Гонконг",
    "Город": "Гонконг",
    "Год": 2009,
    "Высота": 484
  },
  {
    "Название": "Лахта Центр",
    "Тип": "Небоскрёб",
    "Страна": "Россия",
    "Город": "Санкт-Петербург",
    "Год": 2018,
    "Высота": 462
  },
  {
    "Название": "Landmark 81",
    "Тип": "Небоскрёб",
    "Страна": "Вьетнам",
    "Город": "Хошимин",
    "Год": 2018,
    "Высота": 461.2
  },
  {
    "Название": "Чанша IFS Tower T1",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Чанша",
    "Год": 2018,
    "Высота": 452.1
  },
  {
    "Название": "Башни Петронас",
    "Тип": "Небоскрёб",
    "Страна": "Малайзия",
    "Город": "Куала-Лумпур",
    "Год": 1998,
    "Высота": 451.9
  },
  {
    "Название": "Цзыфэн Тауэр",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Нанкин",
    "Год": 2010,
    "Высота": 450
  },
  {
    "Название": "Suzhou IFS",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Сучжоу",
    "Год": 2019,
    "Высота": 450
  },
  {
    "Название": "The Exchange 106",
    "Тип": "Небоскрёб",
    "Страна": "Малайзия",
    "Город": "Куала-Лумпур",
    "Год": 2019,
    "Высота": 445.5
  },
  {
    "Название": "Уиллис-тауэр",
    "Тип": "Небоскрёб",
    "Страна": "США",
    "Город": "Чикаго",
    "Год": 1974,
    "Высота": 442.1
  },
  {
    "Название": "KK100",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Шэньчжэнь",
    "Год": 2011,
    "Высота": 441.8
  },
  {
    "Название": "Международный финансовый центр, башня западная",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Гуанчжоу",
    "Год": 2010,
    "Высота": 437.5
  },
  {
    "Название": "One Vanderbilt",
    "Тип": "Небоскрёб",
    "Страна": "США",
    "Город": "Нью-Йорк",
    "Год": 2020,
    "Высота": 427
  },
  {
    "Название": "432 Park Avenue",
    "Тип": "Небоскрёб",
    "Страна": "США",
    "Город": "Нью-Йорк",
    "Год": 2015,
    "Высота": 425.5
  },
  {
    "Название": "Marina 101",
    "Тип": "Небоскрёб",
    "Страна": "ОАЭ",
    "Город": "Дубай",
    "Год": 2017,
    "Высота": 425
  },
  {
    "Название": "Трамп Интернешнл Отель энд Тауэр",
    "Тип": "Небоскрёб",
    "Страна": "США",
    "Город": "Чикаго",
    "Год": 2009,
    "Высота": 423.2
  },
  {
    "Название": "Jin Mao Tower",
    "Тип": "Небоскрёб",
    "Страна": "КНР",
    "Город": "Шанхай",
    "Год": 1999,
    "Высота": 420.5
  },
  {
    "Название": "Princess Tower",
    "Тип": "Небоскрёб",
    "Страна": "ОАЭ",
    "Город": "Дубай",
    "Год": 2012,
    "Высота": 413.4
  },
  {
    "Название": "Al Hamra Tower",
    "Тип": "Небоскрёб",
    "Страна": "Кувейт",
    "Город": "Эль-Кувейт",
    "Год": 2011,
    "Высота": 412.6
  },
  {
    "Название": "Two International Finance Centre",
    "Тип": "Небоскрёб",
    "Страна": "Гонконг",
    "Город": "Гонконг",
    "Год": 2003,
    "Высота": 412
  },
  {
    "Название": "Central Radio & TV Tower",
    "Тип": "Бетонная башня",
    "Страна": "КНР",
    "Город": "Пекин",
    "Год": 1992,
    "Высота": 405
  },
  {
    "Название": "Almas Tower",
    "Тип": "Небоскрёб",
    "Страна": "ОАЭ",
    "Город": "Дубай",
    "Год": 2008,
    "Высота": 360
  },
  {
    "Название": "Башня Федерация Восток",
    "Тип": "Небоскрёб",
    "Страна": "Россия",
    "Город": "Москва",
    "Год": 2017,
    "Высота": 373.7
  },
  {
    "Название": "Адлерская радиомачта",
    "Тип": "Радиомачта",
    "Страна": "Россия",
    "Город": "Сочи",
    "Год": 1974,
    "Высота": 395
  },
  {
    "Название": "Kiev TV Tower",
    "Тип": "Решётчатая башня",
    "Страна": "Украина",
    "Город": "Киев",
    "Год": 1973,
    "Высота": 385
  },
  {
    "Название": "Абрадж аль-Бейт",
    "Тип": "Небоскрёб",
    "Страна": "Саудовская Аравия",
    "Город": "Мекка",
    "Год": 2012,
    "Высота": 601
  },
  {
    "Название": "Башня Федерация Запад",
    "Тип": "Небоскрёб",
    "Страна": "Россия",
    "Город": "Москва",
    "Год": 2016,
    "Высота": 242.4
  },
  {
    "Название": "Bank of China Tower",
    "Тип": "Небоскрёб",
    "Страна": "Гонконг",
    "Город": "Гонконг",
    "Год": 1990,
    "Высота": 367.4
  },
  {
    "Название": "Empire State Building",
    "Тип": "Небоскрёб",
    "Страна": "США",
    "Город": "Нью-Йорк",
    "Год": 1931,
    "Высота": 381
  },
  {
    "Название": "Башня Евразия",
    "Тип": "Небоскрёб",
    "Страна": "Россия",
    "Город": "Москва",
    "Год": 2014,
    "Высота": 308.9
  },
  {
    "Название": "Aspire Tower",
    "Тип": "Бетонная башня",
    "Страна": "Катар",
    "Город": "Доха",
    "Год": 2007,
    "Высота": 300
  },
  {
    "Название": "Башня Революция",
    "Тип": "Небоскрёб",
    "Страна": "Россия",
    "Город": "Москва",
    "Год": 2015,
    "Высота": 246
  },
  {
    "Название": "Etihad Towers T2",
    "Тип": "Небоскрёб",
    "Страна": "ОАЭ",
    "Город": "Абу-Даби",
    "Год": 2011,
    "Высота": 305.3
  },
  {
    "Название": "Абу-Даби Плаза",
    "Тип": "Небоскрёб",
    "Страна": "Казахстан",
    "Город": "Астана",
    "Год": 2015,
    "Высота": 382
  },
  {
    "Название": "Бурдж-Мохаммед-бин-Рашид",
    "Тип": "Небоскрёб",
    "Страна": "ОАЭ",
    "Город": "Абу-Даби",
    "Год": 2014,
    "Высота": 381
  },
  {
    "Название": "The Shard",
    "Тип": "Небоскрёб",
    "Страна": "Великобритания",
    "Город": "Лондон",
    "Год": 2012,
    "Высота": 309.6
  },
  {
    "Название": "Commerzbank Tower",
    "Тип": "Небоскрёб",
    "Страна": "Германия",
    "Город": "Франкфурт-на-Майне",
    "Год": 1997,
    "Высота": 259
  },
  {
    "Название": "Gran Torre Santiago",
    "Тип": "Небоскрёб",
    "Страна": "Чили",
    "Город": "Сантьяго",
    "Год": 2013,
    "Высота": 300
  },
  {
    "Название": "Эйфелева башня",
    "Тип": "Решётчатая башня",
    "Страна": "Франция",
    "Город": "Париж",
    "Год": 1889,
    "Высота": 324
  },
  {
    "Название": "Tokyo Tower",
    "Тип": "Решётчатая башня",
    "Страна": "Япония",
    "Город": "Токио",
    "Год": 1958,
    "Высота": 332.9
  },
  {
    "Название": "Europaturm",
    "Тип": "Бетонная башня",
    "Страна": "Германия",
    "Город": "Франкфурт-на-Майне",
    "Год": 1979,
    "Высота": 337.5
  },
  {
    "Название": "Macau Tower",
    "Тип": "Бетонная башня",
    "Страна": "КНР",
    "Город": "Макао",
    "Год": 2001,
    "Высота": 338
  },
  {
    "Название": "Башня Байтерек",
    "Тип": "Монумент",
    "Страна": "Казахстан",
    "Город": "Астана",
    "Год": 2002,
    "Высота": 105
  },
  {
    "Название": "Torre de Collserola",
    "Тип": "Бетонная башня",
    "Страна": "Испания",
    "Город": "Барселона",
    "Год": 1992,
    "Высота": 288.4
  },
  {
    "Название": "Монпарнас",
    "Тип": "Небоскрёб",
    "Страна": "Франция",
    "Город": "Париж",
    "Год": 1973,
    "Высота": 210
  },
  {
    "Название": "Винницкая телемачта",
    "Тип": "Радиомачта",
    "Страна": "Украина",
    "Город": "Винница",
    "Год": 1961,
    "Высота": 354
  },
  {
    "Название": "Медеплавильный завод",
    "Тип": "Дымовая труба",
    "Страна": "Румыния",
    "Город": "Бая-Маре",
    "Год": 1995,
    "Высота": 351.5
  },
  {
    "Название": "Стратосфера Лас-Вегас",
    "Тип": "Бетонная башня",
    "Страна": "США",
    "Город": "Лас-Вегас",
    "Год": 1996,
    "Высота": 350.2
  },
  {
    "Название": "Дымовая труба Сырдарьинской электростанции",
    "Тип": "Дымовая труба",
    "Страна": "Узбекистан",
    "Город": "Сырдарья",
    "Год": 1980,
    "Высота": 350
  }
];



export default buildings;